LicenseWizard.accept=\u627F\u8AFE
LicenseWizard.btnCancle=\u30AD\u30E3\u30F3\u30BB\u30EB
LicenseWizard.footer=\u8A73\u7D30\u306Fhttp://gnu.org\u3092\u53C2\u7167\u304F\u3060\u3055\u3044
LicenseWizard.subtitle=\u3053\u306E\u88FD\u54C1\u306F\u4EE5\u4E0B\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u306E\u5143\u3067\u30EA\u30EA\u30FC\u30B9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
LicenseWizard.title=\u30E9\u30A4\u30BB\u30F3\u30B9
LicenseWizard.windowTitle=\u30E9\u30A4\u30BB\u30F3\u30B9
RegisterWizard.windowTitle={0}\u767B\u9332
RegisterWizardDialog.ok_button=\u691C\u8A3C
RegisterWizardPage.country=\u56FD
RegisterWizardPage.description={0}\u306E\u6700\u65B0\u30CB\u30E5\u30FC\u30B9\u3092\u53D6\u5F97\u3059\u308B\u306B\u306F\u3001\u3042\u306A\u305F\u306E\u96FB\u5B50\u30E1\u30FC\u30EB\u3001\u5FC5\u8981\u3067\u3042\u308C\u3070\u30D7\u30ED\u30AD\u30B7\u8A73\u7D30\u3092\u63D0\u4F9B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n\u306A\u304A\u3001\u3053\u306E\u30B9\u30C6\u30C3\u30D7\u3092\u30B9\u30AD\u30C3\u30D7\u3059\u308B\u306B\u306F\u30AD\u30E3\u30F3\u30BB\u30EB\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
RegisterWizardPage.email=\u96FB\u5B50\u30E1\u30FC\u30EB
RegisterWizardPage.emailEmpty=\u96FB\u5B50\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
RegisterWizardPage.emailNotValid=\u96FB\u5B50\u30E1\u30FC\u30EB\u306F\u6B63\u3057\u3044\u3082\u306E\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
RegisterWizardPage.enableHttpProxy=HTTP\u30D7\u30ED\u30AD\u30B7\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u6709\u52B9\u306B\u3059\u308B
RegisterWizardPage.httpProxyHost=HTTP\u30D7\u30ED\u30AD\u30B7\u30DB\u30B9\u30C8\u30A2\u30C9\u30EC\u30B9
RegisterWizardPage.httpProxyPort=HTTP\u30D7\u30ED\u30AD\u30B7\u30DB\u30B9\u30C8\u30DD\u30FC\u30C8
RegisterWizardPage.invalidPort=\u30DD\u30FC\u30C8\u306F\u6B63\u306E\u6574\u6570\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093
RegisterWizardPage.legalinfos=\u3053\u306E\u60C5\u5831\u3092\u9001\u4FE1\u3059\u308B\u3053\u3068\u306B\u3088\u3063\u3066\u3001\u79C1\u306F\u3001{0}\u304C\u6642\u3005{0}\u306E\u88FD\u54C1\u3084\u30B5\u30FC\u30D3\u30B9\u306B\u95A2\u3059\u308B\u96FB\u5B50\u30E1\u30FC\u30EB\u901A\u4FE1\u3092\u9001\u4FE1\u3059\u308B\u3053\u3068\u306B\u540C\u610F\u3057\u307E\u3059\u3002\u79C1\u306Funsubscribe@talend.com\u306B\u96FB\u5B50\u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3001\u307E\u305F\u306F\u96FB\u5B50\u30E1\u30FC\u30EB\u3067\u63D0\u4F9B\u3055\u308C\u308B\u30EA\u30F3\u30AF\u3092\u305F\u3069\u308B\u3053\u3068\u306B\u3088\u308A\u3001\u3044\u3064\u3067\u3082\u3053\u308C\u3089\u306E\u901A\u4FE1\u304B\u3089\u629C\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002{0}\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u306E\u30D7\u30E9\u30A4\u30D0\u30B7\u30FC\u3092\u5C0A\u91CD\u3057\u3001\u7B2C\u4E09\u8005\u306B\u3053\u306E\u60C5\u5831\u3092\u4F1D\u9054\u3057\u307E\u305B\u3093\u3002
RegisterWizardPage.proxyGroup=\u30D7\u30ED\u30AD\u30B7\u30D1\u30E9\u30E1\u30FC\u30BF
RegisterWizardPage.serverCommunicationProblem=\u767B\u9332\u30B5\u30FC\u30D0\u30FC\u3068\u306E\u63A5\u7D9A\u3092\u78BA\u7ACB\u3059\u308B\u969B\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3042\u306A\u305F\u306E\u30A4\u30F3\u30BF\u30FC\u30CD\u30C3\u30C8\u63A5\u7D9A\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001\u6B21\u56DE\u30ED\u30B0\u30AA\u30F3\u6642\u306B\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
RegisterWizardPage.title=\u767B\u9332
RegisterWizardPage.legalinformations=\u6BCE\u65E5\u3001\u4F55\u5343\u3082\u306E\u4EBA\u3005\u304C{0}\u306E\u30BD\u30EA\u30E5\u30FC\u30B7\u30E7\u30F3\u306E\u6539\u5584\u306B\u53C2\u52A0\u3057\u3066\u3044\u307E\u3059\u3002\u5F7C\u3089\u306E\u304A\u304B\u3052\u3067\u3001{0}\u306E\u88FD\u54C1\u306F\u9A5A\u7570\u7684\u306A\u901F\u5EA6\u3067\u9032\u5316\u3057\u3001\u975E\u5E38\u306B\u9AD8\u3044\u30EC\u30D9\u30EB\u306E\u54C1\u8CEA\u3068\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u3092\u63D0\u4F9B\u3057\u3066\u3044\u307E\u3059\u3002\u6700\u826F\u306E\u90E8\u5206\uFF1F\u307F\u306A\u3055\u3093\u306F\u305D\u306E\u6069\u6075\u3092\u53D7\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3001\u7121\u6599\u3067\u3002\u305D\u308C\u306Fquintenssential\u30AA\u30FC\u30D7\u30F3\u30BD\u30FC\u30B9\u30E2\u30C7\u30EB\u3067\u3059\u3002\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u3092\u4F5C\u6210\u3057\u3001\u79C1\u305F\u3061\u306E\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3\u3078\u53C2\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D5\u30A9\u30FC\u30E9\u30E0\u3092\u901A\u3058\u3066\u56DE\u7B54\u3092\u5F97\u305F\u308A\u3001\u4ED6\u306E\u30E6\u30FC\u30B6\u3092\u52A9\u3051\u305F\u308A\u3001\u65B0\u3057\u3044\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u305F\u308A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
RegisterWizardPage.legalbottominformations=\u3059\u3067\u306B\u767B\u9332\u6E08\u307F\u306E\u5834\u5408\u306F\u3001\u901A\u5E38\u306E\u63A5\u7D9A\u306E\u8A73\u7D30\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u308C\u3067\u30B9\u30BF\u30B8\u30AA\u304B\u3089\u76F4\u63A5\u63A5\u7D9A\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308B\u3067\u3057\u3087\u3046\u3002
RegisterWizardPage.logininfosPage2Yes1=\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u3042\u306A\u305F\u306E\u30ED\u30B0\u30A4\u30F3\u304C\u3059\u3067\u306B\u8A18\u9332\u3055\u308C\u3066\u3044\u307E\u3059\u3002
RegisterWizardPage.logininfosPage2Yes2=\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u3092\u5B8C\u4E86\u3055\u305B\u3066\u304F\u3060\u3055\u3044\u3001\u3082\u3057\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3(\u30D5\u30A9\u30FC\u30E9\u30E0, \u30D0\u30B0\u30C8\u30E9\u30C3\u30AB\u30FC, Exchange...)\u3054\u3068\u306B\u7570\u306A\u308B\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u3053\u3053\u3067\u5165\u529B\u3055\u308C\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6A19\u6E96\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u306A\u308A\u307E\u3059\u3002
RegisterWizardPage.legalthanks1=\u3042\u308A\u304C\u3068\u3046\u3054\u3056\u3044\u307E\u3059\u3002
RegisterWizardPage.legalthanks2=\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u306F\u73FE\u5728\u66F4\u65B0\u3055\u308C\u3066\u3044\u307E\u3059\u3002
RegisterWizardPage.legalconfirm=\u63A5\u7D9A\u60C5\u5831\u306E\u78BA\u8A8D\u30E1\u30FC\u30EB\u3092\u3059\u3050\u306B\u53D7\u4FE1\u3059\u308B\u3067\u3057\u3087\u3046\u3002
RegisterWizardPage.logininfosPage2Not1=\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u3042\u306A\u305F\u306E\u30ED\u30B0\u30A4\u30F3\u304C\u8A18\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
RegisterWizardPage.logininfosPage2Not2=\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u767B\u9332\u3092\u5B8C\u4E86\u3057\u3066\u304F\u3060\u3055\u3044\u3002
RegisterWizardPage.moreInforms=\u3055\u3089\u306B\u8A73\u3057\u304F\u77E5\u308A\u305F\u3044
RegisterWizardPage.contactInforms=\u3042\u306A\u305F\u306E\u9023\u7D61\u5148\u60C5\u5831
RegisterWizardPage.netWorkSetting=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u8A2D\u5B9A
RegisterWizardPage.registerLater=\u5F8C\u3067\u767B\u9332
RegisterWizardPage.proxyHost=\u30D7\u30ED\u30AD\u30B7\u30DB\u30B9\u30C8
RegisterWizardPage.proxyPort=\u30D7\u30ED\u30AD\u30B7\u30DD\u30FC\u30C8
RegisterWizardPage.password=\u30D1\u30B9\u30EF\u30FC\u30C9
RegisterWizardPage.firstName=\u540D
RegisterWizardPage.surName=\u59D3
RegisterWizardPage.pseudonym=\u30DA\u30F3\u30CD\u30FC\u30E0
RegisterWizardPage.registration_not_effective=\u5B9F\u969B\u306B\u306F\u6709\u52B9\u3067\u306A\u3044\u767B\u9332\u306F\u3001\u6700\u7D42\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u6709\u52B9\u306B\u306A\u308B\u3067\u3057\u3087\u3046\u3002
RegisterWizardPage.notValid=\u4E0D\u6B63
RegisterWizardPage.Newpassword=\u65B0\u898F\u30D1\u30B9\u30EF\u30FC\u30C9
RegisterWizardPage.confirmPassword=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u78BA\u8A8D
RegisterWizardPage.oldPasswd=\u53E4\u3044\u30D1\u30B9\u30EF\u30FC\u30C9
RegisterManagement.impossible=designer_registration\u3067\u767B\u9332\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
RegisterManagement.userNameInDatabase=\u30E6\u30FC\u30B6\u540D\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306B\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
RegisterManagement.alreadyRegistered=\u3060\u308C\u304B\u304C1\u6642\u9593\u4EE5\u5185\u306B\u540C\u3058IP\u30A2\u30C9\u30EC\u30B9\u3067\u3059\u3067\u306B\u767B\u9332\u3057\u3066\u3044\u307E\u3059\u3002
RegisterManagement.userNameInvalid=\u30E6\u30FC\u30B6\u540D\u304C\u7121\u52B9\u3067\u3059\uFF08\u4E0D\u6B63\u306A\u5F62\u5F0F\uFF09
RegisterManagement.passwdInvalid=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u7121\u52B9\u3067\u3059\uFF083\u6587\u5B57\u4EE5\u4E0A\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\uFF09
RegisterManagement.userNameDifferent=\u30E6\u30FC\u30B6\u540D\u306FGuest\u3068\u9055\u3046\u3082\u306E\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
RegisterManagement.notInBlackList=\u30E6\u30FC\u30B6\u540D\u306F\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8\u5185\u306E\u3082\u306E\u3067\u3042\u3063\u3066\u306F\u3044\u3051\u307E\u305B\u3093\u3002
RegisterManagement.emailNotContain=\u96FB\u5B50\u30E1\u30FC\u30EB\u306F50\u6587\u5B57\u4EE5\u4E0A\u3092\u542B\u3080\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
RegisterManagement.emailInvalid=\u96FB\u5B50\u30E1\u30FC\u30EB\u304C\u7121\u52B9\u3067\u3059\uFF08\u4E0D\u6B63\u306A\u5F62\u5F0F\uFF09
RegisterManagement.emailNotInBlackList=\u96FB\u5B50\u30E1\u30FC\u30EB\u306F\u30D6\u30E9\u30C3\u30AF\u30EA\u30B9\u30C8\u5185\u306E\u3082\u306E\u3067\u3042\u3063\u3066\u306F\u3044\u3051\u307E\u305B\u3093\u3002
RegisterManagement.userNameCharacter=\u30E6\u30FC\u30B6\u540D\u306F32\u6587\u5B57\u4EE5\u4E0A\u3092\u542B\u3080\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
RegisterManagement.realnameInvalid=\u672C\u540D\u304C\u7121\u52B9\u3067\u3059\uFF08\u4E0D\u6B63\u306A\u5F62\u5F0F\uFF09
RegisterManagement.errors=\u30A8\u30E9\u30FC
RegisterManagement.passwordWrong=\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u8AA4\u308A\u304C\u3042\u308A\u307E\u3059\u3002\u6B63\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044
RegisterWizardPage.proxyUser=\u30D7\u30ED\u30AD\u30B7\u30E6\u30FC\u30B6
RegisterWizardPage.proxyPassword=\u30D7\u30ED\u30AD\u30B7\u30D1\u30B9\u30EF\u30FC\u30C9
RegisterManagement.wrongUserOrPassword=\u30E6\u30FC\u30B6\u30FCID\u304B\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u8AA4\u308A\u304C\u3042\u308A\u307E\u3059
TalendForgeDialog.newProjectTitle=TalendForge\u306B\u63A5\u7D9A
TalendForgeDialog.labelTitle=\u30B9\u30BF\u30B8\u30AA\u3092TalendForge\uFF08Talend\u30AA\u30F3\u30E9\u30A4\u30F3\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3\uFF09\u3078\u63A5\u7D9A
TalendForgeDialog.labelMessageOne=Talend Exchnage\u304B\u3089\u30E6\u30FC\u30B6\u30FC\u4F5C\u6210\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
TalendForgeDialog.labelMessageTwo=\u6700\u65B0\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3084\u6280\u8853\u6587\u66F8\u306B\u30A2\u30AF\u30BB\u30B9
TalendForgeDialog.labelMessageThree=Talend\u30D5\u30A9\u30FC\u30E9\u30E0\u306E\u6700\u65B0\u30E1\u30BB\u30FC\u30B8\u3092\u8868\u793A
TalendForgeDialog.createLabel=\u30A2\u30AB\u30A6\u30F3\u30C8\u4F5C\u6210
TalendForgeDialog.userNameLabel=\u30E6\u30FC\u30B6\u30FC\u540D\uFF1A
TalendForgeDialog.userNameLabel.tooltip=\u30E6\u30FC\u30B6\u30FC\u540D\u304C\u5FC5\u8981\u3067\u3059
TalendForgeDialog.emailLabel=\u96FB\u5B50\u30E1\u30FC\u30EB\uFF1A
TalendForgeDialog.emailLabel.tooltip=\u6B63\u3057\u3044\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044
TalendForgeDialog.countryLabel=\u56FD\uFF1A
TalendForgeDialog.link=\uFF08\u65E2\u5B58\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u3067\u63A5\u7D9A\uFF09\uFF1A
TalendForgeDialog.passwordLabel=\u30D1\u30B9\u30EF\u30FC\u30C9\uFF1A
TalendForgeDialog.passwordLabel.tooltip=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u5FC5\u8981\u3067\u3059
TalendForgeDialog.passwordAgainLabel=\u30D1\u30B9\u30EF\u30FC\u30C9\uFF08\u78BA\u8A8D\uFF09\uFF1A
TalendForgeDialog.passwordAgainLabel.tooltip=\u30D1\u30B9\u30EF\u30FC\u30C9\uFF08\u78BA\u8A8D\uFF09\u306F\u540C\u3058\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u4E0B\u3055\u3044
TalendForgeDialog.agreeButton=TalendForge\u306E\u5229\u7528\u6761\u4EF6\u306B\u540C\u610F\u3059\u308B
TalendForgeDialog.improveButton=Talend\u306E\u6539\u5584\u306E\u305F\u3081\u306B\u533F\u540D\u3067\u4F7F\u7528\u72B6\u6CC1\u3092\u5171\u6709\u3059\u308B
TalendForgeDialog.readMore=\uFF08\u8A73\u7D30...\uFF09
TalendForgeDialog.createAccountButton=\u30A2\u30AB\u30A6\u30F3\u30C8\u4F5C\u6210
TalendForgeDialog.proxySettingButton=Proxy\u8A2D\u5B9A...
TalendForgeDialog.skipButton=\u30B9\u30AD\u30C3\u30D7
TalendForgeDialog.proxyHost=Proxy\u30DB\u30B9\u30C8
TalendForgeDialog.proxyPort=Proxy\u30DD\u30FC\u30C8
TalendForgeDialog.proxyUser=Proxy\u30E6\u30FC\u30B6\u30FC
TalendForgeDialog.proxyPassword=Proxy\u30D1\u30B9\u30EF\u30FC\u30C9
TalendForgeDialog.netWorkSetting=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u8A2D\u5B9A
TalendForgeDialog.notValid=\u4E0D\u6B63\u3067\u3059
TalendForgeDialog.loginLabel=\u30ED\u30B0\u30A4\u30F3
TalendForgeDialog.linkToCreate=\uFF08\u65B0\u898F\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u4F5C\u6210\uFF09\uFF1A
TalendForgeDialog.connectButton=\u63A5\u7D9A
TalendForgeDialog.MessageTitle=TalendForge
TalendForgeDialog.Message=TalendForge\u3078\u306E\u767B\u9332\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\uFF01
TalendForgeDialog.ConnectSuccessMessage=TalendForge\u306B\u63A5\u7D9A\u51FA\u6765\u307E\u3057\u305F\uFF01
TalendForgeDialog.ConnectFailureMessage=TalendForge\u3078\u306E\u63A5\u7D9A\u304C\u51FA\u6765\u307E\u305B\u3093\u3067\u3057\u305F\uFF01
